
rozclad = {
    "Понеділок": "1. Укр. літ.\n2. Осн. зд.\n3. Зар. літ.\n4. Англ. мова\n5. Хімія\n6. Трудове\n7. Укр. мова",
    "Вівторок": "1. Біологія\n2. Музика\n3. Інформатика 2 підгрупа\n4. Географія\n5. Алгебра\n6. Фізика\n7. Укр. мова",
    "Середа": "1. Фіз-ра\n2. Фізика\n3. Інформатика 1 підгрупа\n4. Історія\n5. Хімія\n6. Географія\n7. Укр. літ.",
    "Четвер": "1. ---\n2. Зар. літ.\n3. Малювання\n4. Англ. мова\n5. Алгебра\n6. Біологія\n7. Геометрія",
    "П'ятниця": "1. Укр. мова\n2. Алгебра\n3. Історія\n4. Фізика\n5. Англ. мова\n6. Фіз-ра"
}
